{
  "_class_name": "LatentUpSampler",
  "_diffusers_version": "0.32.2",
  "act_fn": "silu",
  "block_out_channels": [
    128,
    64
  ],
  "in_channels": 16,
  "interpolate": "bilinear",
  "is_up_samples": [
    true,
    false
  ],
  "norm_num_groups": 32,
  "out_channels": 16,
  "strides": [
    2,
    1
  ]
}
